Repository: 1004cq/imim.chat
Catalog: ios/App/App/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: TRTC SDKAppID 无效
en: Invalid TRTC SDKAppID

source: TRTC 用户 ID 为空
en: TRTC user ID is missing

source: TRTC UserSig 为空
en: TRTC UserSig is missing

source: 请在系统设置中允许相机/麦克风权限
en: Allow camera and microphone access in Settings

source: 音频暂时不可用，请检查麦克风或蓝牙设备
en: Audio is unavailable. Check your microphone or Bluetooth device.

source: 通话连接失败，请稍后重试
en: Call connection failed. Try again later.

source: 通话媒体出现异常，请稍后重试
en: Call media failed. Try again later.

source: 已静音
en: Muted

source: 取消静音
en: Unmute

source: 静音
en: Mute

source: 翻转
en: Flip

source: 开摄像头
en: Camera On

source: 关摄像头
en: Camera Off

source: 扬声器
en: Speaker

source: 听筒
en: Earpiece

source: 共享
en: Share

source: 挂断
en: End

source: 等待对方接听
en: Waiting for an answer

source: 未能接通
en: Could Not Connect

source: 对方已拒绝
en: Call declined

source: 松开取消
en: Release to Cancel

source: 请在系统设置中允许麦克风权限
en: Allow microphone access in Settings

source: 录音时间太短
en: Recording is too short

source: 录音文件不存在
en: Recording file not found

source: 语音暂时无法播放
en: Voice message cannot be played

source: 约 %lld MB
en: About %lld MB

source: %lld 个 PreKeys
en: %lld Prekeys

source: 即将永久注销 %@。这项操作无法撤销。
en: Permanently delete %@? This cannot be undone.

source: iOS %@ · 当前设备
en: iOS %@ · This Device

source: 账号：%@
en: Account: %@

source: %@ 的好友二维码
en: %@'s friend QR code

source: 我：%@
en: Me: %@

source: %@ %@ 的好友申请
en: %@: friend request from %@

source: 搜索结果 · %lld
en: Search Results · %lld

source: 添加 %@
en: Add %@

source: %lld 位成员
en: %lld members

source: 消失模式 · %@
en: Disappearing Messages · %@

source: 回复 %@
en: Reply to %@

source: %lld 秒
en: %lld seconds

source: 今天 %@
en: Today %@

source: 昨天 %@
en: Yesterday %@

source: 点赞失败：%@
en: Could not like post: %@

source: 已选择 %lld 个媒体
en: %lld media items selected

source: 第 %lld 个媒体读取失败
en: Could not read media item %lld

source: 评论 %@
en: Comment on %@

source: %@ 邀请你进行%@
en: %@ is inviting you to a %@

source: 正在呼叫 %@
en: Calling %@

source: 上传头像 %lld%%
en: Uploading avatar %lld%%

source: 好友申请暂未同步：%@
en: Friend requests have not synced: %@

source: 最后在线 %@
en: Last seen %@

source: 打开与%@的聊天
en: Open chat with %@

source: 已选 %lld 人
en: %lld selected

source: 下一步（%lld 人）
en: Next (%lld selected)

source: 共 %lld 人（含你）
en: %lld people (including you)

source: 上滑取消 %@
en: Slide up to cancel %@

source: 为 %@ 设置聊天密码
en: Set a chat passcode for %@

source: 已锁定 %@ 的聊天
en: Chat with %@ is locked

source: 投诉 %@
en: Report %@

source: 当前页面：%@
en: Current Page: %@

source: 正在邀请你进行%@...
en: Inviting you to a %@…
